{
  "theme": "#32ABDE",
  "title": "Interlake Science Olympiad",
  "pages": [ 
    {
      "name": "index",
      "navName": "Home",
      "title": "Interlake Science Olympiad",
      "panels": [
        {
          "title": "Welcome to Interlake Scioly!",
          "text": "We compete in science and engineering events at the local, regional, state, and national levels! See <a href=https://soinc.org>soinc.org</a> and <a href=https://scioly.org>scioly.org</a> for more information. We meet on Mondays from 3:30-4:00 in room 1708. Come join us :)"
        },
        {
          "title": "Contact Us",
          "text": "Join our Facebook group at <a href=https://www.facebook.com/groups/Interlakescienceolympiad/>Interlake Science Olympiad</a>. If you have questions or concerns, don't hesitate to reach out to us at <a href=\"mailto: interlakescienceolympiad@gmail.com\">interlakescienceolympiad@gmail.com</a>."
        },
        {
          "title": "Event Category: Life, Personal & Social Science",
          "text": "<a href=https://scioly.org/wiki/index.php/Anatomy_and_Physiology>Anatomy and Physiology</a>, <a href=https://scioly.org/wiki/index.php/Designer_Genes>Designer Genes</a>, <a href=https://scioly.org/wiki/index.php/Disease_Detectives>Disease Detectives</a>, <a href=https://scioly.org/wiki/index.php/Ornithology>Ornithology</a>, <a href=https://scioly.org/wiki/index.php/Water_Quality>Water Quality</a>"
        },
        {
          "title": "Event Category: Earth and Space Science",
          "text": "<a href=https://scioly.org/wiki/index.php/Astronomy>Astronomy</a>, <a href=https://scioly.org/wiki/index.php/Dynamic_Planet>Dynamic Planet</a>, <a href=https://scioly.org/wiki/index.php/Fossils>Fossils</a>, <a href=https://scioly.org/wiki/index.php/GeoLogic_Mapping>GeoLogic Mapping</a>"
        },
        {
          "title": "Event Category: Physical Science & Chemistry",
          "text": "<a href=https://scioly.org/wiki/index.php/Chem_Lab>Chem Lab</a>, <a href=https://scioly.org/wiki/index.php/Circuit_Lab>Circuit Lab</a>, <a href=https://scioly.org/wiki/index.php/Forensics>Forensics</a>, <a href=https://scioly.org/wiki/index.php/Thermodynamics>Thermodynamics</a>, <a href=https://scioly.org/wiki/index.php/Protein_Modeling>Protein Modeling</a>, <a href=https://scioly.org/wiki/index.php/Sounds_of_Musics>Sounds of Music</a>"
        },
        {
          "title": "Event Category: Technology & Engineering",
          "text": "<a href=https://scioly.org/wiki/index.php/Boomilever>Boomilever</a>, <a href=https://scioly.org/wiki/index.php/Wright_Stuff>Wright Stuff</a>"
        },
        {
          "title": "Event Category: Inquiry & Nature of Science",
          "text": "<a href=https://scioly.org/wiki/index.php/Codebusters>Codebusters</a>, <a href=https://scioly.org/wiki/index.php/Experimental_Design>Experimental Design</a>, <a href=https://scioly.org/wiki/index.php/Fermi_Questions>Fermi Questions</a>, <a href=https://scioly.org/wiki/index.php/Write_It_Do_It>Write It Do It</a>"
        }
      ]
    },
    {
      "name": "announcements",
      "navName": "Announcements",
      "title": "Announcements",
      "panels": [
        {
          "title": "Post-Aviation Invitational Competition 2/1",
          "text": "Congratulations everyone for participating in the Raisbeck Aviation Invitational Competition!! Interlake Linoleum ended up placing 4th (with a 3rd place plaque)! We are proud of everyone who participated! Full results are posted at https://tinyurl.com/sciolyevents2020. We have received all of our graded tests from the Invitational. They will be distributed during the next Scioly meeting."
        },
        {
          "title": "Different Meeting Time and Location",
          "text": "Due to MLK Day, we will be rescheduling our meeting this week to tomorrow at 1 PM in Mr. Glover's room, 2608. This meeting will have very important logistical information for those of you attending the Aviation Invitational. We will be releasing finalized teams and event announcements, and going over other logistics. This will also be your time to ask any other questions you may have about how competitions work. It is important that you come if you can. If you can't make it, we understand since this is not our usual meeting day. You may also email us questions." 
        },
        {
          "title": "Raisbeck Aviation Invitational Coming Up",
          "text": "Hope you all are enjoying the snow! This is a reminder that our first invitational, held at Raisbeck Aviation High School is coming up on February 1st. As such, we need to get teams finalized ASAP so that everyone has time to prepare. We need everyone to fill out the following availability form by the end of tomorrow so that we can accurately make teams based on who can attend. The form takes less than twenty seconds to fill out, so please do it right now! Even if you can't make it, we would like confirmation."
        },
        {
          "title": "Curtis Invitationals Team Announcement Meeting 12/16",
          "text": "We will be having our next meeting on Monday 12/16. We will also be announcing finalized events for the Curtis competition. And you will also get a chance to meet up with your event partners to start planning for your competitions. Our next competition is on January 11, 2020 at Curtis Junior High School so be prepared! We will also be taking any complaints or changes you want to make about events or partners."
        },
        {
          "title": "Team Announcement Meeting 12/8",
          "text": "At the meeting on Monday, you will find out team names for this year, your events, as well as your partners. You will also get your tryout tests handed back so you can check them against the test / key. Team-making is a very complicated process (it took 4 people 7 hours of non-stop work to complete). We distributed 23 events among 4 teams with 15 people per team. We tried our very best to put you on a team which reflected your performance and to give you the events that you deserved. However, you probably won't have gotten all the events that you wanted, and you probably got some events that you didn't sign up for. This is all part of the experience! Remember that events and team placement are not static throughout the year and will change after each competition. We will have a way for you to provide further input if this poses too much of a problem. We will also go over some preliminary logistics for the upcoming invitational at Curtis High School."
        },
        {
          "title": "Second round of tryouts",
          "text": "We will be holding a second round of tryouts this weekend, same time as usual. This is if you didn't get time to take your test, or if you want to take Write It Do It or Code Analysis, as we have those ready. Write It Do It rules are available from the official Scioly manual."
        },
        {
          "title": "Still need to try out?",
          "text": "If you haven't tried out yet, you will have time to take at most one test Monday 11/18 at 3:30 in our normal meeting room (1708). If there are still more tests you need to take, let us know ASAP."
        },
        {
          "title": "Tryouts at Bellevue Regional Library on 11/2-3",
          "text": "Remember, tryouts are starting this weekend at Bellevue Library! We will be holding tryouts as long as the library is open. Make sure you've signed up and you come prepared with all your materials!"
        },
        {
          "title": "Meeting on 10/21",
          "text": "This is a reminder that there is a meeting tomorrow 10/21 at 3:40 in 1708. We will be going over the club constitution, parent information, and more. Make sure to be there!"
        },
        {
          "title": "Event Rotations Meeting on 10/14",
          "text": "This is a reminder that there will be a meeting Monday, October 14 from 3:40-4:15 in Room 1708. We will be doing event rotations. The 20+ events are divided into 5 general categories, and each category will have 1-2 experienced members stationed somewhere in the room. This will give you a chance to walk around and hear about each event in depth and clarify any doubts you may have. For those of you who signed up to present events, please finish up your presentations this afternoon--we'll check in on you. See you all at the meeting!"
        },
        {
          "title": "Second Meeting on 10/7 at 3:30",
          "text": "This is a reminder that there will be a meeting Monday, October 7 from 3:40-4:10 in Room 1708. We will be going over basic event introductions, team structures, tryouts, and some other information. See you there!"
        },
        {
          "title": "First Meeting!",
          "text": "The first Scioly meeting this year will be Monday, September 30 from 3:30-4:00 in room 1708. To dispel any misinformation that has been floating around: We will be meeting on Mondays throughout the year. We will always announce in advance if there will be a meeting on any given week. Generally, we don’t default to meeting every single week. We’re looking forward to a fantastic year! See you at the information meeting!!!"
        }
      ]
    }
  ]
}
